---
layout: post
title: cleanin' tha garage
date: '2019-11-03'
author: OS POSITIVOS
tags:
- meet tha crew
- dumbass
termos:
- Pedro Moura
- Jean-Pierre Filiu
- David B
sumario: « »
---

<div class="coluna">

  <p>Regressados, com tempo apenas para apontamentos em acelerado cruzando várias frentes em simultâneo: queiram preencher os <em>inbetweens</em> para intentos maiores, eles est&atilde;o l&aacute;.</p>

  <p>Saltamos men&ccedil;&otilde;es ao mais recente festival que interessa aos tr&oacute;picos &ndash; porque, <em>u know,</em> c&iacute;rculos menores paralelos ao centro que n&atilde;o lhe tocam... &ndash; por estas bandas supondo que a <a href="{{ site.url }}/2019/10/now-watch-it-online.html">reinven&ccedil;&atilde;o anunciada</a> n&atilde;o chegar&aacute; ainda para nos respingar qualquer curiosidade. Se errados depois corrigimos, e na sua vez optamos por vos trazer notas na pequena limpeza de garagem que conseguimos fazer, obviamente eco na nossa <a href="{{ site.url }}/2019/10/hand-lettering-now-digital.html">entrada anterior</a>. &Agrave; hist&oacute;ria registo da sucess&atilde;o de parafern&aacute;lia que reunimos para riscos em digital:</p>

  <div class="uk-grid uk-grid-collapse uk-grid-row-small uk-grid-column-small">
    <div class="uk-width-1-2@s">
      <img style="padding:16px;" src="https://2.bp.blogspot.com/-xyt4toxlJaE/Xb71pI0CxTI/AAAAAAAAWVM/DQzV1NfD7i8LjmCv23v1fIDcWaLcNqlTgCKgBGAsYHg/s1600/001.jpg" >
    </div>
    <div class="uk-width-1-2@s">
      <img style="padding:16px;" src="https://2.bp.blogspot.com/-hpbGs-MlbMk/Xb71pJi7QKI/AAAAAAAAWVM/dTT6NWeOJ5osYiX-1psL8CU5ANa249nPwCKgBGAsYHg/s1600/002.jpg" >
    </div>
    <div class="uk-width-1-2@s">
      <img style="padding:16px;" src="https://2.bp.blogspot.com/-sfExWIFffYQ/Xb71pHDQmRI/AAAAAAAAWVM/syhrHEDPQGEqeq5wJWchf5WIIB1soJGCgCKgBGAsYHg/s1600/003.jpg" >
    </div>
    <div class="uk-width-1-2@s">
      <img style="padding:16px;" src="https://3.bp.blogspot.com/-4PZOK8MP7DQ/Xb71pBY444I/AAAAAAAAWVM/hya30QdOi7o3g927HuMCnQQlSeHpubjhACKgBGAsYHg/s1600/004.jpg" >
    </div>
  </div>

  <p>O <em>unboxing</em> come&ccedil;a com o &uacute;nico cuja caixa se desintegrou h&aacute; mais anos que nos lembra: <b>Wacom Intuos A4</b> (GD-0912-r), de uma era quando se mediam superf&iacute;cies por tamanhos de papel e cujas canetas e respectivo rato continuamos a guardar nas gavetas para lhe voltarmos num futuro imaginado. De longe o que mais uso teve, conseguindo superar inclusive o papel e caneta original e cuja rela&ccedil;&atilde;o s&oacute; chegou ao fim quando a sua pr&oacute;pria empresa-m&atilde;e conspirou com fabricantes e sistemas operativos para a declararam obsoleta. Mandei-os &agrave; merda e conseguimos us&aacute;-la por muito mais tempo que esses palha&ccedil;os desejariam, mas finalmente conseguiram encurralar os seus utilizadores com a combina&ccedil;&atilde;o certa de <em>drivers,</em> entradas e adaptadores inexistentes. Julgamos ter sido dos primeiros a usar dessas mariquices para bd &ndash; circa 2000, provem-nos errados com outros <em>early adopters</em> sff...- e us&aacute;mo-la muito para l&aacute; de continuar a ser respeit&aacute;vel faz&ecirc;-lo, quando todos os mi&uacute;dos j&aacute; entravam no mercado de cabe&ccedil;a com os &uacute;ltimos brinquedos da Wacom. <em>But-we-like-it-ol&rsquo;school,</em> at&eacute; que obrigados a seguir em frente com a <b>Wacom Cintiq 12WX</b> da qual sa&iacute;ram os tr&ecirc;s <b><em>ROADTRIPS</em></b>, e t&atilde;o impressionados com a experi&ecirc;ncia apenas precis&aacute;mos de tr&ecirc;s anos para nos convencermos &agrave; <b>Wacom Cintiq 24HD</b>. Este monstro ainda ocupa hoje metade da mesa com os seus mais de +30 kilos e demasiadas horas em cima, mas quis a ironia de-todas-as-coisas-tecnol&oacute;gicas que pouco tempo depois dividisse a aten&ccedil;&atilde;o com o mais pequeno da fam&iacute;lia que nem sequer o &eacute;: <b>iPad Pro 12.9</b> - quase seguimos para o <em>companheiro</em> da Wacom mas por essa altura um <em>twist</em> de <em>software</em> levou-nos &agrave; mudan&ccedil;a de h&aacute;bitos, e aquilo da A4 todos estes anos depois: sabemos ser rancorosos...</p>

  <img src="https://2.bp.blogspot.com/-LVny3r0Keww/Xb8deTUvTMI/AAAAAAAAWV8/a8ze_BinfYUNG6DRmAzSoDt7zYbJ_PpVACKgBGAsYHg/s1600/indios.gif" >

    <p>Reinvenções, mudanças de hábitos, viagens <i>down tha memory lane...</i> Conseguimos devolver tudo à bd como círculos paralelos de temas mais centrais? Senhores, <i>do bears shit in tha woods?</i> Hoje também no <b>Yellowfastcrumble</b> de vocês-sabem-quem notam o <i><b>"Best of Enemies"</b></i> <a href="https://yellowfastcrumble.wordpress.com/2019/11/03/best-of-enemies-jean-pierre-filiu-and-david-b-selfmadehero-futuropolis/" target="_blank"><sup>3 nov 2019</sup></a> do <b>Jean-Pierre Filiu</b> e <b>David B.</b>, uma daquelas bds que recomendamos a todos pelo potencial do meio para a contextualização de tempos modernos que bebem de causas-consequências muito anteriores ao presente que temos.</p>

    <img class="moldura" src="https://1.bp.blogspot.com/-stfOlUaFdss/Xb8qWRSkh4I/AAAAAAAAWW8/llttdN4ynqwCG282cZUkrV3bTYMCU-drQCKgBGAsYHg/s1600/IMG_3598%2B%25281%2529.jpg" >
    <small class="centre">espingardas...</small>

    <p> A explicação deste pelo passado que o precede é fundamental, e ao caso vão bastante lá atrás...</p>


    <blockquote>The first chapter starts with a retelling of a story from Gilgamesh’s epic and it shows an ancient Sumerian stele of bodies piled up. This acts as a signpost of continuity ---<br>
      <small>in <a href="https://yellowfastcrumble.wordpress.com/2019/11/03/best-of-enemies-jean-pierre-filiu-and-david-b-selfmadehero-futuropolis/" target="_blank"><i>"Best of Enemies. Jean-Pierre Filiu and David B."</i></a> <sup>3 nov 2019</sup></small>
    </blockquote>

  <p>Uma continuidade que retomamos para o nosso <i>take away</i> em leituras que se devem fazer.</p>

  <div class="info coluna">
  <blockquote>
  For History, instead of something congealed, indelible and imperious, is rather a narrative process whose interpretive mechanisms contribute decisively to its own constitution. <b>Facts have foundations that are arguments, and if you change the foundations, you will reconstitute the facts</b><br>
  <small>in <a href="https://yellowfastcrumble.wordpress.com/2019/11/03/best-of-enemies-jean-pierre-filiu-and-david-b-selfmadehero-futuropolis/" target="_blank"><i>"Best of Enemies. Jean-Pierre Filiu and David B."</i></a> <sup>3 nov 2019</sup></small>
  </blockquote>
  </div>

  <p>Narrativas, e <a href="{{ site.url }}/2019/10/as-mais-frageis-condicoes.html">quem as dita</a>. Ou, agora traduzido em sumérios:</p>

  <img src="https://1.bp.blogspot.com/-uyKPaDX-HAk/Xb8fDKOSbiI/AAAAAAAAWWY/oHzETdBv4pglVXpMMZDk80D9PzKWlJf5wCKgBGAsYHg/s1600/imperios.jpg" >
  <small class="centre">notáveis...</small>

  <p>Liguem os pontos, são vários os que desdenhamos aqui e <i>rippamos</i> último <i>cite</i> em amarelo que se desfaz rapidamente para despedidas: a ler com lentes meta-ó-físicas, vocês que conhecem <i>aquilo dos três</i> onde nos toca...</p>

  <blockquote>
    We’re living during the Forth Volume, and even if we cannot predict its ending, at least we can make a little more sense of it with these three.<br>
  <small>in <a href="https://yellowfastcrumble.wordpress.com/2019/11/03/best-of-enemies-jean-pierre-filiu-and-david-b-selfmadehero-futuropolis/" target="_blank"><i>"Best of Enemies. Jean-Pierre Filiu and David B."</i></a> <sup>3 nov 2019</sup></small>
  </blockquote>

  <p>...mais do que explicar o presente pelo passado, estamos nisto para perceber o futuro.</p>

  <p class="espaco"><img src="https://2.bp.blogspot.com/-Gp_wL5ybLdc/Xb8deTmw8TI/AAAAAAAAWV8/VJsvSixzKZUvxUg5cqofGK6ME6VI2DkGgCKgBGAsYHg/s1600/not-indios.gif" ></p>

  <img class="moldura" src="https://2.bp.blogspot.com/-8WF33jg3sWA/Xb9vasA503I/AAAAAAAAWXg/V9wdNtxai84K8iv9L5rjboxXKKRkwctIQCKgBGAsYHg/s1600/choque.gif" >
  <small class="centre">xtra: coincidências felizes de passado-presente-futuro em garagens :)</small>
</div>
