---
layout: post
title: desalinhados no (re)verso
date: '2020-01-22'
author: OS POSITIVOS
tags:
- dumbass
termos:
- The Hard Life
- Brian O’Nolan Flann O’Brien
- Flume
- Alvin Buenaventura
- Ivan Brunetti
- Todd Hignite
- Ken Parille
- Tim Hensley
sumario: « Positively no reprint. »
---
<div class="coluna">

<p>Perdoem-nos se prolongamos <a href="{{ site.url }}/2020/01/stand-by-comedy.html"><em>rants</em> pessoais</a>, mas, coincid&ecirc;ncias! quis o <em>z-to-tha-geist</em> que trope&ccedil;&aacute;ssemos no contexto dos <em>comics</em> com este poeta que nada deve &agrave; bd, pese o facto de ter uma entrada na wiki cujo primeiro par&aacute;grafo come&ccedil;a justamente de um certo <em>"comic novel",</em> (in)feliz contiguidade de termos totalmente descontextualizados ao (a)caso e de cujo t&iacute;tulo <em><b>"The Hard Life"</b></em> despropositamos para outras insinuações: <b>ser&aacute;, se n&atilde;o se estiverem a divertir pelo caminho</b>. Do autor sabemos que ganhou a reputa&ccedil;&atilde;o entre os seus contempor&acirc;neos como <em>"one of the funniest and most outrageous writers of his day",</em> reconhecendo-lhe a <em>"facility for playing ironically with language," "general mendacity and love of puzzle-making",</em> algum <em>"delight in fictionalising himself"</em> que somando &agrave; sua variedade de pseud&oacute;nimos / escritos convence uns quantos a teorizar do seu <em>&ldquo;fitful, perhaps uneasy spirit".</em> E que escritos nos chegam dessa inquieta&ccedil;&atilde;o republicado em redes de todas as coisas bed&eacute;filas? <sup>(*)</sup> Uma <em>rant</em> ao <b>fetiche do <em>print</em></b>.</i> </p>
<div class="info coluna">
<p class="smallish">*) No <b>Flume</b> <a href="http://blogflumer.blogspot.com/2020/01/blog-post.html" target="_blank"><sup>22 jan 2019</sup></a>, um <em>"blog about comics, cartooning, culture, etc..."</em> do falecido <b>Alvin Buenaventura</b>, editor, e alguns outros escribas de literatura cr&iacute;tica dedicada &agrave; causa das rimas quadradas, como <b>Ivan Brunetti</b>, <b>Todd Hignite</b> do <em>"In the Studio: Visits with Contemporary Cartoonists",</em> <b>Ken Parille</b> do <b>TCJ</b>, ou cartoonistas <b>Tim Hensley</b> <em>yadda.</em></p>
</div>
<p>Segue-se texto a afrontar brio de bibli&oacute;filos, bibliotec&aacute;rios e editores intencionalmente limitados:</p>
<img class="moldura full" src="https://2.bp.blogspot.com/-uGKw2vBjN2g/Xii59y0n8XI/AAAAAAAAXFw/kjUeWXuWu0M0dRPvy4ntKoFhsxPPNGZPgCKgBGAsYHg/s1600/flann.jpg">
<small class="centre"><i>rippado</i> <a href="http://blogflumer.blogspot.com/2020/01/blog-post.html" target="_blank">daqui</a></small>

<div class="blurb"><i class="bubble"></i> Positively no reprint.</div>

<p>Não retraímos opiniões neste zine do contra em <i>arsty-farsty</i> e mercantilismo, mas caso tenhamos deixado passar mais de 5 segundos e umas quantas <i>newsletters</i> sem o bramar aos céus, gratos pela oportunidade e repetimos. J&aacute; enquadrada a prop&oacute;sito da <em>"tendency of publishers to fetishise literature in the interest of commerce"</em> com o dobrar espinha ao <b>$$$</b> e o <em>"producing luxury goods in limited quantities for elite consumption"</em>, último <i>cite</i> para  concluimos notas nas possibilidades de subversão de lógicas em certos meios:</p>

<blockquote>
  <p>By relentless logic <span class="voice">[o-senhor-de-hoje-e-ide-pesquisar]</span> arrives at a position where he can ask bibliophiles and lovers of poetry to <b>do the honourable thing for his poetry</b> by paying money for copies that are so limited in number as not to exist at all. The subversion of convention is complete: <b>the reader goes away quizically amused at the deceitfulness of logic, and more aware of the treacherous possibilities of language.</b> <strong>Words, pushed to fulfil the meanings they pretend to, make fools of us.</strong><br>
    <small> in <em><a href="http://revel.unice.fr/cycnos/index.html?id=1340" target="_blank">"Cycnos, Volume 10 n&deg;2"</a></em> <sup>16 jun 2008</sup></small></p>
</blockquote>

<img class="espaco" src="https://2.bp.blogspot.com/-OG2iS2yPg0E/XijOCmOCJVI/AAAAAAAAXG0/vIMqBRZ3lAsPnyOZPG83p4_vgnt3yjneQCKgBGAsYHg/s1600/IMG_3748.jpg">

<img src="https://4.bp.blogspot.com/-T2HU03Si2sk/XijDOnIgDhI/AAAAAAAAXGU/jmTkOUgPjjwq1UjloGtuD4D-HjsSI6JmACKgBGAsYHg/s1600/wait-004.png">
</div>
<h2 id="next"><a href="{{ site.url }}/2020/01/alinhados-com-o-universo.html">alinhamos</a></h2>
