---
layout: post
title: alinhados com o universo
date: '2020-01-25'
author: OS POSITIVOS
tags:
- dumbass
termos:
- SOLRAD
- Rob Clough
- Ryan Carey
- Alex Hoffman
sumario: « Pull off. The hardest. »
---
<h2 class="subtitle">« Pull off. The hardest. »</h2>
<div class="coluna">

<img src="https://2.bp.blogspot.com/-OBj1-w1bP_I/Xiy3qWVK0UI/AAAAAAAAXHk/6BLSZWpvwncRV03dW1j6YhxQ4uqN5fiXwCKgBGAsYHg/s1600/001.png">

<img src="https://1.bp.blogspot.com/-GXs3Ewxkd04/Xiy3qYh-qMI/AAAAAAAAXHk/X-C10f4xbnMOlkAXxYoMJHWbTeI6CmbvgCKgBGAsYHg/s1600/002.png">

<p>Sofremos de uma malnutri&ccedil;&atilde;o cr&oacute;nica na nossa dieta de opinados em banda desenhada, exasperando para encontrar subst&acirc;ncia entre os suspeitos do costume que lhe consigam um horizonte al&eacute;m do <em>academ&ecirc;s</em> para inspec&ccedil;&atilde;o ver, en&eacute;sima repeti&ccedil;&atilde;o acr&iacute;tica de divulgados da editora ou o entusiasmo parolo da sua <del>leitura</del> <ins>consumo</ins> inconsequente. &Agrave; rotina com que varremos escritos alheios soma-se <a href="{{ site.url }}/2020/01/20-20.html#solrad">o prometido al&iacute;vio</a> do <b>SOLRAD</b>, que se quer um novo espa&ccedil;o online de <b><em>&ldquo;comics criticism </em></b><em>and <b>journalism hub&rdquo;</b>. H&eacute;las, </em>justamente — <em>pun intented!</em> — a reclamar heran&ccedil;a da outra esp&eacute;cie que nos ati&ccedil;a especial desamor, os jornalistas, que ter&atilde;o com os cr&iacute;ticos da especialidade um lugar cativo no inferno a que chamamos <b>OS POSITIVOS</b>. Uns e outros ter&atilde;o o seu pr&eacute;stimo, reconhecemos, mas uma import&acirc;ncia instrumental a nunca ser admitida sem escrut&iacute;nio, com desconfian&ccedil;a cr&oacute;nica e no contraste &agrave; experi&ecirc;ncia vivida na primeira pessoa. Aos jornalistas falta-lhes quem os investigue como aos cr&iacute;ticos quem os critique, e a este vosso escriba n&atilde;o faltar&aacute; tempo ou entusiasmo para <em>postar</em> &agrave;s morais como costume quando ningu&eacute;m lho pediu. Misturamos frentes e na restante cr&oacute;nica <sup class="asterisk">(*)</sup> <span class="sidenote sidenote-right">Podemos chamar-lhe isso?</span> invertemos m&eacute;todo habitual por estas paragens: no lugar de recorrermos a externalidades inaparentes para significar comics fazemos do jornalismo met&aacute;foras &agrave; vossa pondera&ccedil;&atilde;o. Felizmente no caso da imprensa, o papel do diabo j&aacute; foi institucionalizado h&aacute; algum tempo e come&ccedil;amos com o do <em>reader&rsquo;s editor</em> do <b>The Guardian </b>recentemente aviado que respondia em quatro pontos &agrave; sua pr&oacute;pria interpela&ccedil;&atilde;o <em>&ldquo;para que serve o jornalismo</em>&rdquo;. <em>Wink wink </em>e substituam a <em>jorna</em> por <em>crita </em>nas pr&oacute;ximas linhas:</p>
<blockquote>
  <ul class="lista">
    <li><b>Make and mix the culture</b>: journalism mixes what others make. Artists will create and cultural rituals will be acted out (and believed in) regardless of whether anyone observes, records, disseminates, applauds, tuts or hisses. But journalists do much to raise awareness, generate opportunity and magnify;</li>
    <li><b>Help civil society to cohere:</b> these processes foster tolerance in the sense that they make it possible to observe the diversity, the &ldquo;otherness&rdquo;, around us, without requiring us to join in, or even approve;</li>
    <li><b>Facilitate democratic processes:</b> extracting accountability and forcing into view public interest issues;</li>
    <li><b>Lubricate commerce:</b> <span class="voice">[yadda yadda yadda]</span> it can create conflicts of interest;</li>
  </ul>
    <small> in <em><a href="https://www.theguardian.com/commentisfree/2019/nov/17/what-is-journalism-for-key-purposes" target="_blank">"What is journalism for? In today’s world, here are four key purposes "</a></em> <sup>17 nov 2019</sup></small>
</blockquote>
<p><em>Cutaway </em>para o lado de l&aacute; do atl&acirc;ntico e passe-a-vez ao <em>public editor</em> do <b>WashPost</b> para desenvolvermos aquele conflicto de interesses.</p>

<div class="blurb"><i class="bubble"></i> To be clear, there is nothing wrong with this.</div>

<blockquote>
  <p><b>The Post has pulled off the neat trick of combining prestige journalism with a shadow clickbait factory. </b>Every for-profit news operation must, to some extent, subsidize important work with fluff, because fluff tends to attract readers much more reliably than important work. Some outlets are inherently embarrassed by this fact, and try to dress their fluff up. Others try to cram the fluff into special inserts, or hide it deep on the website, in an effort to avoid having it darken the halo of the Pulitzer entries. But the Post does something more deft&mdash;it seamlessly integrates the fluff into its overall presentation, thereby getting all the traffic benefits of clickbait without losing that Pulitzer glory.<br>
    <small> in <em><a href="https://www.cjr.org/public_editor/washington-post-fluff-news.php" target="_blank">"How the Washington Post pulled off the hardest trick in journalism"</a></em> <sup>23 jan 2020</sup></small></p>
</blockquote>
<p>Podem inferir dos textos anteriores os paralelos a fazer. A observa&ccedil;&atilde;o do <em>otherness</em> n&atilde;o nos desperta calores mas ajuda a manter conversas centradas desde que não se perca ao debate que <em>regardless of whether anyone observes, records, disseminates, applauds, tuts or hisses,</em> rituais ser&atilde;o encenados sem valida&ccedil;&atilde;o ou licen&ccedil;a necess&aacute;ria. O bom, e o mau. E se as analogias se aguentaram <em>so far,</em> regressemos ao projecto em m&atilde;os:</p>
<blockquote>
  <p><small>[MC]</small> <b>How does SOLRAD separate itself from other sources of comics criticism?</b><br>
    <small>[DE]</small> In the past, <b>a lot of comics criticism was either just glorified press releases or a platform for a particular point of view as to what constituted the cannon of comics, often written by a rather insular group of critics</b>. One of the main goals of SOLRAD is to open up the conversation concerning comics as an art form <span class="voice">[atrav&eacute;s de]</span> a site where people will always be <b>able to come and find something new and exciting</b> in the broad world of small press and self-published comics, curate and publish <b>resources for creators</b> that will benefit them, and <b>open up the medium</b> itself to a wider audience.<br>
    <small> in <em><a href="https://www.comicsbeat.com/matt-chats-solrad-comics/" target="_blank">"Matt Chats: Daniel Elkin and Alex Hoffman on their new comics criticism venture SOLRAD"</a></em> <sup>21 jan 2020</sup></small></p>
</blockquote>
<p>X&uacute;x&uacute;. Mas se prestarem aten&ccedil;&atilde;o, notam j&aacute; as mesmas STDs editoriais que se alastram nos dom&iacute;nios anteriores:</p>

<blockquote>
  <p>A lot of major comics sites have turned to &ldquo;Buzzfeedification,&rdquo; I feel that this kind of writing coarsens the already tentative body of comics criticism as an art criticism movement. But if the article doesn&rsquo;t get enough ad clicks, <strong>what do you do?</strong><br>
  <small> in <em><a href="https://www.comicsbeat.com/matt-chats-solrad-comics/" target="_blank">"Matt Chats: Daniel Elkin and Alex Hoffman on their new comics criticism venture SOLRAD"</a></em> <sup>21 jan 2020</sup></small></p>
</blockquote>

<p>Mil-e-uma opini&otilde;es do que fazer que tamb&eacute;m ningu&eacute;m nos pediu, podem inferi-las do zine que t&ecirc;m em m&atilde;os. E fechamos regressando aos editores de p&uacute;blicos e leitores. Do <b>WP</b> uma distin&ccedil;&atilde;o a fazer sem ju&iacute;zos de — cof cof — valor:</p>

<blockquote>
  <p>&ldquo;Clickbait&rdquo; is a term of derision, but I use it in the neutral sense of &ldquo;<b>stories people actually read</b>, <b>as opposed to stories that editors believe that people should read but that numbers show most people do not actually read</b>.&rdquo;<br>
    <small> in <em><a href="https://www.cjr.org/public_editor/washington-post-fluff-news.php" target="_blank">"How the Washington Post pulled off the hardest trick in journalism"</a></em> <sup>23 jan 2020</sup></small></p>
</blockquote>

<p>...a complementar dO Guardião:</p>

<div class="info coluna">
<blockquote>
  <p><b><del>Journalism</del></b><b> has always been self-interested, but it has done, and still does, a lot of collateral good.</b><br>
    <small> in <em><a href="https://www.theguardian.com/commentisfree/2019/nov/17/what-is-journalism-for-key-purposes" target="_blank">"What is journalism for? In today’s world, here are four key purposes "</a></em> <sup>17 nov 2019</sup></small>
</blockquote>
</div>

<p>A relatividade desse bem colateral a única redenção aos editores dos gostos dos outros. Uma relação complicada, mas não são todas?</p>

<p class="espaco-topo"><img src="https://3.bp.blogspot.com/-YgD5fp-YgxA/Xiy3qVZ_tTI/AAAAAAAAXHk/xxhwW8mtwv4Y4_j7n4tras5Rl7Sd9OaoQCKgBGAsYHg/s1600/003.png"></p>

<img src="https://1.bp.blogspot.com/-6lSEGpQmAj8/Xiy6HecO74I/AAAAAAAAXIM/EO3SSBe-LkwIQhBuP6bzRAsBw1E1dDQkwCKgBGAsYHg/s1600/004.png">

<img class="moldura espaco-topo" src="https://2.bp.blogspot.com/-H5fMOErdMEI/XizQT4VSS9I/AAAAAAAAXJE/bW3MQSWGYb4EywxzphDzc-DWoJYkKHidACKgBGAsYHg/s1600/repete.jpg" >
</div>
<h2 id="next"><a href="{{ site.url }}/2020/01/reaccionario-a-favor.html">a favor</a></h2>
